[
  {
    "name": "Nirmala Pumps and Equipment",
    "companyName": "Nirmala Pumps and Equipments",
    "companyAddress": "Shed No.- 74-75, Gangotri Estate Nr. Vatva, Ramol Cir, Phase IV, Ahmedabad, Gujarat 382445",
    "companyGst": "GST131123123133",
    "termsAndConditions": "1. Use of Our Services\r\n\r\nYou must be at least 18 years old (or the age of majority in your jurisdiction) to use our Services. You agree to use our Services only for lawful purposes and in compliance with all applicable laws.\r\n\r\n2. User Accounts\r\n\r\nYou may be required to create an account to access certain features. You are responsible for maintaining the confidentiality of your account information and for all activities that occur under your account.\r\n\r\n3. Intellectual Property\r\n\r\nAll content, trademarks, logos, and intellectual property displayed on the Site are owned by or licensed to us and are protected by applicable intellectual property laws. You may not use, reproduce, or distribute any content without our prior written consent.\r\n\r\n4. Prohibited Conduct\r\n\r\nYou agree not to:\r\n\r\nUse the Site for any illegal or unauthorized purpose.\r\n\r\nInterfere with the security or functionality of the Site.\r\n\r\nAttempt to gain unauthorized access to any part of the Site or user data.\r\n\r\n5. Termination\r\n\r\nWe reserve the right to suspend or terminate your access to the Site at our sole discretion, without notice, for conduct that we believe violates these Terms or is otherwise harmful to us or other users.\r\n\r\n6. Disclaimer of Warranties\r\n\r\nOur Services are provided \"as is\" and \"as available\" without warranties of any kind, either express or implied. We do not guarantee that the Site will be secure, error-free, or available at all times.\r\n\r\n7. Limitation of Liability\r\n\r\nTo the fullest extent permitted by law, we shall not be liable for any indirect, incidental, special, or consequential damages arising out of or related to your use of the Site or Services.\r\n\r\n8. Changes to These Terms\r\n\r\nWe may update these Terms at any time by posting the revised version on the Site. Continued use of the Site after changes constitutes your acceptance of the new Terms.\r\n\r\n9. Governing Law\r\n\r\nThese Terms shall be governed by and construed in accordance with the laws of [Your Country/State], without regard to its conflict of law principles.",
    "logoUrl": "/images/nirmala-logo.jpg",
    "id": "template-1757755696512"
  }
]